{
	"code": 200,
	"message": "Success",
	"data": [{
		"id": 1,
		"title": "IPL 2021 To Resume With Mumbai Indians Taking On CSK On September 19",
		"imageview": "",
		"details": "Defending champions Mumbai Indians (MI) will take on Chennai Super Kings (CSK) in Dubai in the first match when Indian Premier League (IPL) 2021 resumes on September 19, the Indian cricket board said in an official release on Sunday. The league stage will conclude on October 8, with Royal Challengers Bangalore (RCB) and Delhi Capitals (DC) playing the last match. The 1st Qualifier will be played in Dubai on 10th October. The Eliminator and Qualifier 2 will be played in Sharjah on 11th and 13th October respectively, the BCCI said. Dubai will host the final on October 15.\n\nAfter the match between MI and CSK, RCB will be up against Kolkata Knight Riders (KKR) in Abu Dhabi. Sharjah will host its first match on September 24, with RCB taking on CSK.",
		"viewed": "2 minutes ago",
		"isFavorite": false,
		"videoTime": "5:25",
		"isVideo": true
	},
		{
			"id": 2,
			"title": "Rajasthan Pacer Pankaj Singh Retires From All Forms Of Cricket",
			"imageview": "",
			"details": "Former India and Rajasthan pacer Pankaj Singh on Saturday announced his retirement from all forms of cricket. The 36-year-old played for India in two Tests and one ODI in his career. He made his Test debut against England in 2014 while his first game in international cricket had come in 2010. \"Today is a most difficult day for me, but it is also a day of reflection and gratitude. Playing for RCA, BCCI, IPL and CAP has been tremendous honour for me,\" Pankaj said in a statement.\n\n\n\"I have been part of RCA for close to 15 years and reached many milestones and gained incredible experience under the roof of RCA. My journey with RCA has always been memorable and will always remain first priority for me,\" he added.\n\n\"It is not an easy decision to make, however, there comes a time in every sportsperson's life where one has to call it a day. With the heavy heart and mixed emotions, I officially announce my retirement from all forms of the cricket,\" he said.",
			"viewed": "5 minutes ago",
			"isFavorite": false,
			"videoTime": "",
			"isVideo": false
		},
		{
			"id": 3,
			"title": "IPL Will Wear Out UAE Pitches Ahead Of T20 World Cup, Says South Africa Coach Mark Boucher",
			"imageview": "",
			"details": "The remainder of Indian Premier League being held in the United Arab Emirates will hugely affect the pitches, which might get worn out and help the spinners \"massively\" during ICC T20 World Cup, feels South Africa head coach Mark Boucher. The 2021 IPL, which was suspended following COVID-19 cases inside the bio-bubble, will be completed in UAE, which will also host the T20 World Cup after the ICC decided to shift the showpiece event from India due to the unprecedented health crisis.\n\n\nThe second leg of the IPL is expected to be held from September 19 to October 15, while the T20 World Cup will begin on October 17.\n\n\"The wickets after the IPL are going to be a bit dry. It's not the same as we are used to back in South Africa where you can go out and bash your way to 180 to 200 runs. You've got to be skillful here; you've got to be smart,\" Boucher was quoted as saying in ESPNcricinfo.\n\n\"If anything, it's going to go even further into subcontinent conditions, on the extreme side. They are playing the IPL there, there are not a lot of grounds and those wickets are going to be worn, so scores will probably go even further down.\"\n\nBoucher said batting will be tough on this pitches as spinners will hold the key.\n\n\"It's going to be tough to bat on especially at the back end as we saw here,\" said the South African.\n\n\"We will have an idea of what scores are going to be by watching the IPL and then taking a look and assess how the wickets are playing during the beginning part of the World Cup.\n\nListen to the latest songs, only on JioSaavn.com\n\n\"I suspect spinners will play a massive role.\"\n\nLeft-arm wrist spinner Tabraiz Shamsi had claimed seven wickets as South Africa won a five-match T20I series against the West Indies 3-2 at the National Cricket Stadium in St George's, Grenada.\n\nComments2\nTOPICS MENTIONED IN THIS ARTICLE\nSouth AfricaSouth Africa Cricket TeamMark BoucherIPL 2021CricketGet the latest updates on Olympics 2020, Olympics 2020 Medal Tally, Live Cricket Score . Like us on Facebook or follow us on Twitter for more sports updates. You can also download the NDTV Cricket app for Android or iOS.",
			"viewed": "8 minutes ago",
			"isFavorite": false,
			"videoTime": "10:45",
			"isVideo": true
		},
		{
			"id": 4,
			"title": "IPL 2021: Deadline For Player Retention January 21, Trading Window Ends On February 4, Says Brijesh Patel",
			"imageview": "",
			"details": "The IPL's governing council has decided that the eight franchises will be allowed to submit the names of their retained players by January 21, the league's chairman Brijesh Patel said on Thursday. Patel and members of the IPL GC recently had a virtual meeting earlier this week where the planning and preparations of the next IPL was discussed at length. \"We will have the players' retention till January 21 and the trading window for the franchises closes on February 4,\" Patel, the former India Test batsman told PTI while informing that the date of the auction is yet to be finalised.\n\n\nIt is expected that the mini-auction that is supposed to be held this year for the existing eight teams will be held in the second or third week of February.\n\nThe eight IPL teams enjoy a players' purse of Rs 85 crore and Patel said that there will be \"no increase of purse\" for the 2021 auction.\n\nIt is expected that Chennai Super Kings, one team that only had Rs 15 lakh left after the last auction, would release at least two big salaried players in Kedar Jadhav and Piyush Chawla and increase their purse.",
			"viewed": "1 hours ago",
			"isFavorite": false,
			"videoTime": "20:00",
			"isVideo": true
		},
		{
			"id": 5,
			"title": "Mumbai Indians Emerge As Most Digitally Engaged Team In IPL",
			"imageview": "",
			"details": "Mumbai Indians has once again reinforced its dominance as one of the most successful sports clubs in India, and a fast emerging Indian sports brand globally. The IPL 2020 winners have established themselves as the most engaging (cumulative engagement across Facebook, Instagram, and Twitter) IPL franchise for the third consecutive season. Amidst IPL 2020 played in challenging circumstances faced by sports globally due to the pandemic and the forced restrictions on in-stadia fan engagement opportunities, the IPL teams and athletes were left with a daunting task of connecting with their fans through digital innovations. The Mumbai Indians spokesperson in an official release said: \"We are grateful and humbled to have an enviable force of our Paltan behind our boys. Our Paltan is the real source of our motivation in our endeavour to step up our efforts in every aspect both on and off the field. The Paltan are our real heroes. Mumbai Indians' success on the digital front during this unique IPL season is testament to pioneering stature and following of our club across the globe.\"\n\n",
			"viewed": "2 hours ago",
			"isFavorite": false,
			"videoTime": "11:13",
			"isVideo": true
		},
		{
			"id": 6,
			"title": "Glenn Maxwell Says He Apologised To KL Rahul During Whirlwind Knock In Sydney",
			"imageview": "",
			"details": "Glenn Maxwell Says He Apologised To KL Rahul During Whirlwind Knock In SydneyGlenn Maxwell made a hilarious confession, involving his interaction with KL Rahul during a game-changing knock in the first ODI against India.Arnab MukherjiUpdated: November 28, 2020 01:09 PM ISTRead Time:2 min\n6\nGlenn Maxwell Says He Apologised To KL Rahul During Whirlwind Knock In Sydney\nGlenn Maxwell's knock of 45 runs off 19 deliveries, comprised of five boundaries and three sixes.© AFP\nHighlights\nGlenn Maxwell's knock of 45 helped Australia reach 374 in the 1st ODIMaxwell had failed to make much of an impact in IPL 2020 for KXIPThe Australian admitted that he apologised to KXIP skipper KL Rahul\nAustralian all-rounder Glenn Maxwell scored just 108 runs in 13 matches for Kings XI Punjab (KXIP) during the recently-concluded Indian Premier League (IPL) 2020. Maxwell was signed for a massive sum of INR 10.75 crore during the auction, resulting in criticism following the poor performances. However, the 32-year-old who failed to hit a single six during IPL 2020, smashed three of them during the first ODI of the three-match series against India. Maxwell's knock of 45 runs off 19 deliveries, comprising of five boundaries and three sixes, helped Australia reach a total of 374 runs, having won the toss and opted to bat.\n\n\nThe all-rounder made a hilarious confession on social media platform Twitter, which involved his interaction with KXIP skipper KL Rahul during the course of the innings.",
			"viewed": "3 hours ago",
			"isFavorite": false,
			"videoTime": "",
			"isVideo": false
		},
		{
			"id": 7,
			"title": "Australia vs India: Batting Position Depends On Format Being Played, Says KL Rahul",
			"imageview": "",
			"details": "Australia vs India: Batting Position Depends On Format Being Played, Says KL RahulKL Rahul will be entering the white-ball series against Australia with good form behind him, having scored 670 runs in 14 matches in the recently concluded IPL.Asian News InternationalUpdated: November 25, 2020 05:21 PM ISTRead Time:3 min\n\nAustralia vs India: Batting Position Depends On Format Being Played, Says KL Rahul\nKL Rahul is the vice-captain of India's white-ball team in the absence of Rohit Sharma.© Instagram\nHighlights\nKL Rahul said his batting position depends on the format being playedVirat Kohli-led Team India will be without the services of Rohit SharmaRahul will enter the white-ball series with good form behind him\nAhead of the upcoming three-match ODI series against Australia, India's white-ball vice-captain KL Rahul on Wednesday said that his batting position will depend on the format the team will be playing. India and Australia are slated to lock horns in three ODIs, three T20Is, and four Tests. The first ODI will be played on Friday, November 27 at the Sydney Cricket Ground. The Virat Kohli-led side will be without the services of Rohit Sharma as the right-handed batsman is currently at the National Cricket Academy (NCA) to gain his full fitness. Rahul is also the vice-captain of India's white-ball team in the absence of Rohit.\n\n\n\"My batting position will depend on the format I am playing and what the team wants from me and what combination sits better, the last ODI series we played, I batted at number five and I kept the wickets so yeah, it is a role that I enjoyed and I am happy to play whatever role the team gives me,\" said Rahul in a virtual press-conference on Thursday.",
			"viewed": "2 hours ago",
			"isFavorite": false,
			"videoTime": "11:13",
			"isVideo": true
		},
		{
			"id": 9,
			"title": "Tokyo Olympics 2021 Highlights Day 8: Lovlina Boroghain, PV Sindhu & Men’s Hockey Team Shine on Fantastic Friday",
			"imageview": "",
			"details": "Highlights | India at Tokyo 2020, Day 8: It was a day to remember for India in Tokyo. First up, Lovlina Boroghain ensured India’s second medal and then PV Sindhu advanced to the semi-final with a straight-set win over Akane Yamaguchi. Finally, at the fag end of the day, it was Manpreet Singh and Co who beat hosts Japan 5-3 to enter the quarter-final of hockey. Lots to look forward to on Day 9 in Tokyo. Stay tuned to india.com for all the latest.Also Read - India's Schedule at Tokyo Olympics 2020, Day 9, July 31: All You Need to Know\n\nCheck the India Tokyo Olympics 2020 Day 8 Live Score, Tokyo Olympics 2020 Live match, Tokyo Olympics 2020 Live score today, Tokyo Olympics 2020 India Day 8 2021 Live video, Live cricket TV, Tokyo Olympics 2020 Day 8 2021 Live, India Tokyo Olympics 2020 live score, SONYLIV app live Tokyo Olympics 2020 today online, Live Tokyo Olympics Streaming, Watch Tokyo Olympics 2020 Day 8 live match, Tokyo Olympics 2020 Day 8 2021 LIVE Streaming",
			"viewed": "4 hours ago",
			"isFavorite": false,
			"videoTime": "21:18",
			"isVideo": true
		},
		{
			"id": 10,
			"title": "Chinese shuttlers march on at Tokyo Games ",
			"imageview": "",
			"details": "Chinese badminton players turned up the heat on their Olympi ..\n\nRead more at:\nhttp://timesofindia.indiatimes.com/articleshow/84892191.cms?utm_source=contentofinterest&utm_medium=text&utm_campaign=cppst",
			"viewed": "8 hours ago",
			"isFavorite": false,
			"videoTime": "8:18",
			"isVideo": true
		}
	]
}